Repository: common-repository/automagic-twitter-profile-uri
Catalog: languages/atpu-*.po
Languages: de_de

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Settings reset.
de_de: Einstellungen zurückgesetzt.

source: Cache flushed.
de_de: Cache geleert.

source: Database table dropped.
de_de: Datenbank-Tabelle gelöscht.

source: About this plugin
de_de: Über dieses Plugin

source: You are using version
de_de: Du benutzt Version

source: This plugin automagically adds a Twitter profile link to your commenters.<br />Please have a <a href='http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/' title='Automagic Twitter Profile URI › Immersion I/O'>look at the author's plugin page</a> for more information, comments and feedback.
de_de: Dieses Plugin fügt automagisch den Kommentatoren einen Link zu ihren Twitter-Profilen hinzu.<br />Bitte besuche die <a href='http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/' title='Automagic Twitter Profile URI › Immersion I/O'>Plugin-Seite des Autors</a> um mehr zu erfahren, um zu kommentieren oder für Feedback.

source: Your current plugin output
de_de: Deine Ausgabe des Plugins

source: <strong>Attention</strong>: you have the automagic integration disabled.
de_de: <strong>Achtung</strong>: die automagische Integration ist deaktiviert.

source: When calling <code>atpu()</code> or <code>get_atpu('custom_string)</code>, your <em>custom</em> output will look like this:
de_de: Beim Aufruf von <code>atpu()</code> oder <code>get_atpu('custom_string)</code> sieht deine <em>"custom"</em>-Ausgabe wie folgt aus:

source: When calling <code>atpu()</code>, your output will look like this:
de_de: Beim Aufruf von <code>atpu()</code> sieht deine Ausgabe wie folgt aus:

source: Currently, your <em>custom</em> output (the header of each comment) will look something like this:
de_de: Momentan sieht deine <em>"custom"</em>-Ausgabe (der Kopf jedes Kommentars) in etwa so aus:

source: Currently, your output (the header of each comment) will look something like this:
de_de: Momentan sieht deine Ausgabe (der Kopf jedes Kommentars) in etwa so aus:

source: said
de_de: sagte

source: You can modify the output in the settings below.
de_de: Du kannst die Ausgabe in den Einstellungen unten konfigurieren.

source: Basic settings
de_de: Einfache Einstellungen

source: Here you can setup the basic plugin output settings.
de_de: Hier kannst du die einfachen Einstellungen an der Ausgabe vornehmen.

source: Enable automagic integration
de_de: Automagische Integration aktivieren

source: Show Twitter icon
de_de: Twitter-Icon zeigen

source: Show "%s" or "@username"
de_de: Zeige "%s" oder "@username"

source: both
de_de: Beide

source: Advanced settings
de_de: Erweiterte Einstellungen

source: Time for some advanced settings!<br />Here you can fine tune the appearance of the link and other settings.
de_de: Zeit für erweiterte Einstellungen!<br />Hier kannst du das Aussehen des Links genauer anpassen und andere Einstellungen vornehmen.

source: Link appearance
de_de: Äußerlichkeiten

source: Wrap in brackets
de_de: In Klammern zeigen

source: Wrap in a CSS class
de_de: Eine CSS-Klasse hinzufügen

source: Append a line break
de_de: Zeilenumbruch hinzufügen

source: before
de_de: Davor

source: after
de_de: Danach

source: before and after
de_de: Davor und danach

source: Comment form options
de_de: Kommentarform-Optionen

source: Show a notice about the magic under the comment form
de_de: Auf die Magie des Plugins unter der Kommentarform hinweisen

source: to all
de_de: Allen zeigen

source: to visitors
de_de: Besuchern zeigen

source: Let the commenter decide to publicize his/her username
de_de: Den Kommentator entscheiden lassen, ob er die Magie möchte

source: all commenters
de_de: Alle Kommentatoren

source: just visitors
de_de: Nur Besucher

source: If the commenter is allowed to decide, the default setting is
de_de: Wenn der Kommentator entscheiden darf, dann ist Standardeinstellung

source: magic enabled
de_de: Magie aktiviert

source: magic disabled
de_de: Magie deaktiviert

source: Apply a CSS "clear: both" to the notice/option about the magic
de_de: CSS "clear: both" der Notiz/Option zur Magie hinzufügen

source: Secure communication options
de_de: Einstellungen für sichere Kommunikation

source: Use Twitter's <a href="http://en.wikipedia.org/wiki/Transport_Layer_Security">SSL</a> capabilities
de_de: Twitters <a href="http://de.wikipedia.org/wiki/Transport_Layer_Security">SSL</a>-Fähigkeiten nutzen

source: for both querying from and linking to Twitter
de_de: Sowohl für Anfragen an als auch Links zu Twitter

source: only for links to Twitter
de_de: Nur für Links zu Twitter

source: only for querying from Twitter
de_de: Nur für Anfragen an Twitter

source: Customize strings
de_de: Ändern von Ausgabetexten

source: Here you can fully customize the output of the plugin.
de_de: Hier kannst du die Ausgabe bis zum letzten Bisschen anpassen.

source: Text strings
de_de: Zeichenketten

source: CSS class name
de_de: CSS-Klassenname

source: Twitter icon URI
de_de: URI des Twitter-Icons

source: Text to prepend (like a bracket)
de_de: Text zum Voranstellen (z.B. eine Klammer)

source: Text to append (like a bracket)
de_de: Text zum Anstellen (z.B. eine Klammer)

source: Line break HTML code
de_de: HTML-Code des Zeilenumbruchs

source: Text for separator
de_de: Text für den Separator

source: Comment form texts
de_de: Kommentarform-Texte

source: The commenter notice text
de_de: Die Notiz für den Kommentator

source: The commenter publicize option text
de_de: Der Options-Text für den Kommentator

source: Custom link string
de_de: "custom"-Ausgabe

source: This makes especially sense if you are using the <code>atpu()</code> or <code>get_atpu('custom_string')</code> function in your template instead of the automagic integration.<br />Please have a <a href='http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/' title='Automagic Twitter Profile URI › Immersion I/O'>look at the documentation</a> for more information. Remember, if you enable the custom output string, the basic and advanced settings will be ignored!&sup1;<br /><small>&sup1; (Except for automagic integration setting and comment form options.)</small>
de_de: Das hat besonders Sinn wenn du <code>atpu()</code> oder <code>get_atpu('custom_string')</code> benutzt anstelle der automagischen Integration.<br />Für mehr Informationen <a href='http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/' title='Automagic Twitter Profile URI › Immersion I/O'>schau in die Dokumentation</a>. Denke daran, wenn du die "custom"-Ausgabe aktivierst werden die einfachen und erweiterten Einstellungen ignoriert!&sup1;<br /><small>&sup1; (Mit Ausnahme der Einstellungen für automagische Integration und Kommentarform-Optionen.)</small>

source: Your custom output string&sup2;
de_de: Deine "custom"-Ausgabe-Zeichenkette&sup2;

source: Custom output string enabled
de_de: "custom"-Ausgabe aktivieren

source: &sup2; You can use the following custom tags (move the mouse over them to get a brief description):
de_de: &sup2; Du kannst die folgenden "custom"-Tags benutzen (die Maus darüber halten für eine Kurzbeschreibung):

source: Returns the commenter name, like: 'Benjamin Wittorf'
de_de: Gibt den Namen des Kommentators zurück, wie: 'Benjamin Wittorf'

source: Returns the Twitter username, like: 'bwittorf'
de_de: Gibt den Twitter-Usernamen zurück, wie: 'bwittorf'

source: Returns the line break: '%s'
de_de: Gibt den Zeilenumbruch zurück: '%s'

source: Returns the separator: '%s'
de_de: Gibt den Separator zurück: '%s'

source: Returns the prepending text: '%s'
de_de: Gibt den vorangestellten Text zurück: '%s'

source: Returns the appending text: '%s'
de_de: Gibt den angestellten Text zurück: '%s'

source: Returns the Twitter icon: '<img src='%s' title='%s' />'
de_de: Gib das Twitter-Icon zurück: '<img src='%s' title='%s' />'

source: Returns Twitter's base URI: '%s'
de_de: Gibt den Twitter-Basis-URI zurück: '%s'

source: Returns the title of Twitter: '%s'
de_de: Gibt den Namen von Twitter zurück: '%s'

source: Returns the CSS class name: '%s'
de_de: Gibt den CSS-Klassennamen zurück: '%s

source: In case something went wrong, I suggest panic or:
de_de: Wenn etwas schief gelaufen ist, dann empfehle ich Panik, oder:

source: If you have a <img src="%s" alt="Twitter" /> <a href="https://twitter.com" title="Twitter">Twitter</a> account using the same email address, a link to your Twitter profile will be <a href="http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/" title="Automagic Twitter Profile URI › Immersion I/O">automagically</a> added to your comments.
de_de: Wenn du einen <img src="%s" alt="Twitter" /> <a href="https://twitter.com" title="Twitter" hreflang="en">Twitter</a>-Account mit derselben E-Mail-Adresse hast, wird <a href="http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/" title="Automagic Twitter Profile URI › Immersion I/O">automagisch</a> ein Link zu diesem Profil deinen Kommentaren hinzugefügt.

source: <a href="http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/" title="Automagic Twitter Profile URI › Immersion I/O">Automagically</a> add a link to my <img src="%s" alt="Twitter" /> <a href="https://twitter.com" title="Twitter">Twitter</a> profile to my comments
de_de: <a href="http://immersion.io/publikationen/code/wordpress/automagic-twitter-profile-uri/" title="Automagic Twitter Profile URI › Immersion I/O">Automagisch</a> einen Link zu meinem <img src="%s" alt="Twitter" /> <a href="https://twitter.com" title="Twitter" hreflang="en">Twitter</a>-Profil meinen Kommentaren hinzufügen

source: Core settings
de_de: Grundlegende Einstellungen

source: Here you can find the plugin core settings. Change with caution.
de_de: Hier kannst du die Grundeinstellungen des Plugins ändern. Vorsicht!

source: Days to cache Twitter queries
de_de: Tage, die Twitter-Anfragen zwischengespeichert werden sollen

source: Name of service
de_de: Name des Services

source: Twitter base URI
de_de: Twitter-Basis-URI

source: yes
de_de: Ja

source: no
de_de: Nein

source: The panic box
de_de: Die Panik-Box

source: Reset Options
de_de: Einstellungen zurücksetzen

source: Flush Cache
de_de: Cache leeren

source: Drop Database Table
de_de: Datenbank-Tabelle löschen

source: Follow
de_de: Folge

source: at
de_de: bei

source: <em>%s</em> commenters have been "enchanted" so far&sup1;
de_de: <em>%s</em> Kommentatoren wurden "verzaubert" bisher&sup1;

source: <em>One</em> commenter has been "enchanted" so far&sup1;
de_de: <em>Ein</em> Kommentator wurde "verzaubert" bisher&sup1;

source: <em>No</em> commenter has been "enchanted" so far&sup1;
de_de: <em>Kein</em> Kommentator wurde "verzaubert" bisher&sup1;

source: Of your <strong>%s</strong> enchanted commenters
de_de: Von deinen <strong>%s</strong> verzauberten Kommentatoren

source: This <strong>%s</strong> enchanted commenter
de_de: Dieser <strong>%s</strong> enchanted commenter

source: has a Twitter username.
de_de: hat einen Twitter-Usernamen

source: doesn't seem to have a Twitter username.
de_de: hat keinen Twitter-Usernamen.

source: <strong>all</strong> have a Twitter username.
de_de: haben <strong>alle</strong> einen Twitter-Usernamen

source: at least <strong>%s</strong> have a Twitter username.&sup2;
de_de: haben mindestens <strong>%s</strong> einen Twitter-Usernamen.&sup2;

source: at least <strong>one</strong> has a Twitter username.&sup2;
de_de: hat mindestens <strong>einer</strong> einen Twitter-Usernamen.&sup2;

source: <strong>none</strong> has a Twitter username.&sup2;
de_de: hat <strong>keiner</strong> einen Twitter-Usernamen.&sup2;

source: That means <strong>%s percent</strong> of these commenters are likely to be active Twitter users.
de_de: Das bedeutet, dass <strong>%s Prozent</strong> dieser Kommentatoren wahrscheinlich aktive Twitter-Benutzer sind.

source: You <strong>really</strong> should engage your commenters to use Twitter so you can expand your network.
de_de: Du solltest deine Kommentatoren <strong>wirklich</strong> anstoßen, Twitter zu benutzen, damit du dein Netzwerk erweitern kannst.

source: Not so many! You should engage more of your commenters to use Twitter and to network with you.
de_de: Nicht so viele! Du solltest mehr deiner Kommentatoren anstoßen, Twitter zu nutzen und mit dir zu netzwerken.

source: What a number! You are networking with them, aren't you?
de_de: Was für eine Zahl! Du netzwerkst doch mit denen, oder?

source: Whoah, what a whopping number! You can potentially reach lots of people through your commenters.
de_de: Wow, was für eine Riesenzahl! Du kannst potenziell eine Menge Menschen durch deine Kommentatoren erreichen.

source: &sup1; Number of commenters who have left an email address and whose comments have been displayed to visitors since activating this plugin.
de_de: &sup1; Zahl der Kommentatoren, die eine E-Mail-Adresse angegeben haben und dessen Kommentare aufgerufen wurden seit Aktivierung des Plugins.

source: &sup2; The email address used to comment here may not be the same as for their Twitter account
de_de: &sup2; Die E-Mail-Adresse, die zum Kommentieren benutzt wurde, muss nicht dieselbe für ihren Twitter-Account sein

source: or they do not want their Twitter username to be displayed
de_de: oder sie möchten nicht, dass ihr Twitter-Username angezeigt wird
